{
  "productCode": "63440",
  "categoryId": 10,
  "productName": "Bedscape Protect-A-Bed® Bamboo Jacquard Waterproof Fitted Mattress Protector - Queen Size",
  "productTitle": "Bedscape Protect-A-Bed® Bamboo Jacquard Waterproof Fitted Mattress Protector - Queen Size",
  "productDesc": "We spend approximately one third of our lives in bed, so it is important that our sleep environment is clean and healthy. The Bedscape™ by Protect-A-Bed® Mattress Protector provides perfect protection for your new mattress by shielding it from perspiration and everyday spills which can cause yellowing whilst contributing to the growth of mould and bacteria. Providing an allergen barrier against dust mites a common cause of allergies, asthma and eczema, the Bedscape™ by Protect-A-Bed® Mattress Protector helps to ensure a better night’s sleep and overall well-being.",
  "productPrice": "39.99",
  "productImage": "Wk14_63440_image-1.jpg",
  "productDetailedDesc": null,
  "productAttributes": [ "The perfect combination of a super soft bamboo (made from viscose/rayon) sleep surface and Cushion Comfort™ quilting for additional comfort.", "The naturally-derived Hygien-X™ antimicrobial provides protection against 99.99% of bacteria and guards against mould and odour to help improve the quality of your sleep. Dust mite barrier. Allergen barrier, SupraGuard™ Waterproof and Breathable layer, HYGIEN-X™ Antimicrobial treatment. Machine washable and tumble dry.", "Provides a healthy sleep zone for you and your family.", "Breathable, silent and waterproof.", "Queen Size: 1.52m x 2.04m, depth expands from 20cm - 50cm.", "Oeko Tex Standard 100 certified.", "Oeko Tex Standard 100 certified link.", "SupraGuard™ Waterproof and Breathable", "HYGIEN-X™ Antimicrobial protection" ],
  "productAttributesExt": null,
  "productWarrantyDesc": "3 Years Warranty",
  "productDeliveryReturnsDesc": "<b>Delivery</b><p>Currently delivering to selected postcodes in NSW, VIC & QLD. Your order will be dispatched within 1-2 business days and you will receive order updates via email with tracking details.</p><br><b>Returns</b><p>While we hope you'll be happy with your order, you can return a product to your nearest store or contact us via email to arrange. To check if you are eligible for a refund please refer to our Returns Policy.</p>",
  "productDetailedImages": [ "Wk14_63440_image-1.jpg" ],
  "productDetailedImageThumbnails": [ "Wk14_63440_image-1.png" ],
  "lineItemList": null,
  "maxLimitPerOrder": null,
  "itemPackageType": "UNIT",
  "itemPackageType2": "Carton",
  "itemDepth": 40,
  "itemHeight": 50,
  "itemLength": 50,
  "itemWeight": 10
}