{
	"productCode": "60689",
	"categoryName": "From Wednesday 14-04-2021",
	"productName": "WELLNESS PLUS 3-in-1 Tens Machine",
	"productTitle": "WELLNESS PLUS 3-in-1 Tens Machine",
	"productDesc": "3-in-1 with TENS, EMS and Massage functions. Targets 3-body zones (Neck, Back and Knee) with adjustable intensity and 68 programs. Compatible with electrode pads and electrode belt, battery operated.",
	"productPrice": "39.99",
	"productImage": "Wk15_60689_image-1.jpg",
	"productDetailedDesc": "-3-in-1: TENS, EMS and Massage<br>-3-Body Zones (Neck, Back and Knee)<br>-Quick start keys (direct-buttons) for all three body zones<br>-2 channels with adjustable intensity<br>-White display backlighting<br>-68 programs - 30x TENS, 10x EMS and 10x Massage, 18 Quick start key programs (3 programs each body zone under TENS mode and EMS mode)<br>-Timer function<br>-Button lock function<br>-Compatible with electrode pads and electrode belt (Neck, Back, Knee/Elbow)<br>-Large, comfortable, easy approach & humanized button design<br>-Load detection and lock function (Doctor function) for safety use<br>-Battery operated",
	"productAttributes": null,
	"productAttributesExt": null,
	"productWarrantyDesc": "3 Years Warranty",
	"productDeliveryReturnsDesc": "<b>Delivery</b><p>Currently delivering to selected postcodes in NSW, VIC & QLD. Your order will be dispatched within 1-2 business days and you will receive order updates via email with tracking details.</p><br><b>Returns</b><p>While we hope you'll be happy with your order, you can return a product to your nearest store or contact us via email to arrange. To check if you are eligible for a refund please refer to our Returns Policy.</p>",
	"productDetailedImages": [
		"Wk15_60689_image-1.jpg",
		"Wk15_60689_image-2.jpg",
		"Wk15_60689_image-3.jpg"
	],
	"productDetailedImageThumbnails": [
		"Wk15_60689_image-1-thumb.png",
		"Wk15_60689_image-2-thumb.png",
		"Wk15_60689_image-3-thumb.png"
	],
	"lineItemList": null,
	"maxLimitPerOrder": null,
	"itemPackageType": "UNIT",
	"itemPackageType2": "Carton",
	"itemDepth": 25,
	"itemHeight": 33,
	"itemLength": 35,
	"itemWeight": 1
}