{
	"productCode": "704744",
	"categoryName": "From Wednesday 21-04-2021",
	"productName": "KIRKTON HOUSE Organic Flannelette Fitted Sheet Set - Queen Size",
	"productTitle": "KIRKTON HOUSE Organic Flannelette Fitted Sheet Set - Queen Size",
	"productDesc": "Set includes flat sheet, fitted sheet with 40cm wall and 2 pillowcases. Organic Cotton. Herringbone weave construction with blanket stitch cuff detail. 6 assorted designs.",
	"productPrice": "49.99",
	"productImage": "Wk16_704761_image-1.jpg",
	"productDetailedDesc": "-This sheet set is made of organic cotton<br>woven with a herringbone weave construction to produce a chevron effect. This has further been enhanced with an on trend blanket stitch embroidered cuff to the flat sheet and pillowcase<br>The sheets retain their softness even after many washes. Keeping you warm and cosy over winter it will soon become your favourite<br>Available in a range of fashion colours<br>-Organic Cotton<br>-Queen Size Sheet Set Includes: Flat Sheet 2.50m x 2.74m<br>-Fitted Sheet 1.52m x 2.03m x 40cm<br>-Pillowcase (2) 48cm x 74cm<br>-What is Organic Cotton? Organic Cotton is produced in an organic agriculture environment that prohibits the use of agrochemicals<br>-artificial fertilizers<br> -pesticides and genetically modified organisms<br>-Why Organic? It protects our environment by reducing chemical runoff and residues in water<br>-soil and helps mother earth at every step of the growing process. This organic cotton sheet set also eliminates your skin exposure to residue insecticides  agrochemicals and provides guarantee of a cleaner and sustainable fibre",
	"productAttributes": null,
	"productAttributesExt": null,
	"productWarrantyDesc": null,
	"productDeliveryReturnsDesc": "<b>Delivery</b><p>Currently delivering to selected postcodes in NSW, VIC & QLD. Your order will be dispatched within 1-2 business days and you will receive order updates via email with tracking details.</p><br><b>Returns</b><p>While we hope you'll be happy with your order, you can return a product to your nearest store or contact us via email to arrange. To check if you are eligible for a refund please refer to our Returns Policy.</p>",
	"productDetailedImages": [
		"Wk16_704761_image-1.jpg",
		"Wk16_704761_image-2.jpg",
		"Wk16_704761_image-3.jpg"
	],
	"productDetailedImageThumbnails": [
		"Wk16_704761_image-1-thumb.png",
		"Wk16_704761_image-2-thumb.png",
		"Wk16_704761_image-3-thumb.png"
	],
	"lineItemList": null,
	"maxLimitPerOrder": null,
	"itemPackageType": "UNIT",
	"itemPackageType2": "Carton",
	"itemDepth": 27,
	"itemHeight": 116,
	"itemLength": 37,
	"itemWeight": 1
}