{
	"productCode": "705474",
	"categoryName": "From Saturday 29-05-2021",
	"productName": "Stirling 545L French Door Refrigerator",
	"productTitle": "Stirling 545L French Door Refrigerator",
	"productDesc": "This 545L French door refrigerator offers a dual cycle and cooling system as well as a multi-air flow design with 360* air cooling for optimum freshness. With a bright LED interior light and easy to use electronic controls with 4 temperature ranges, you will be able to use your new refrigerator with ease. Super freezing and super cooling functions will help get your refrigerator back to the optimum temperature level after a big grocery shop, keeping your food as fresh as the day you bought it. Additionally, the no frost technology will save you time and effort for defrosting food.",
	"productPrice": "879.00",
	"productImage": "Wk-21_705474_French-Door-Fridge_Image-1.jpg",
	"productDetailedDesc": "-Convenient chilled water dispenser<br>-Double fridge crisper drawers - two crisper drawers with separate humidity controls<br>-2.5 star Meps<br>-Holiday mode - Vacation mode will turn off the fridge compartment and conserve energy<br>-Deodorizer to remove odour (carbon air freshness design)<br>-Dimensions of unit: 1775(H) x 833(W) x 740(D)mm<br>-Net Weight: 99kg<br>-Gross Weight: 108kg",
	"productAttributes": null,
	"productAttributesExt": null,
	"productWarrantyDesc": "3 Years Warranty. This product warranty is guaranteed for a period of 3 years",
	"productDeliveryReturnsDesc": "<b>Delivery</b><p>Currently delivering to selected postcodes in NSW, VIC & QLD. Your order will be dispatched within 1-2 business days and you will receive order updates via email with tracking details.</p><br><b>Returns</b><p>While we hope you'll be happy with your order, you can return a product to your nearest store or contact us via email to arrange. To check if you are eligible for a refund please refer to our Returns Policy.</p>",
	"productDetailedImages": [
		"Wk-21_705474_French-Door-Fridge_Image-1.jpg",
		"Wk-21_705474_French-Door-Fridge_Image-2.jpg",
		"Wk-21_705474_French-Door-Fridge_Image-3.jpg",
		"Wk-21_705474_French-Door-Fridge_Image-4.jpg"
	],
	"productDetailedImageThumbnails": [
		"Wk-21_705474_French-Door-Fridge_Image-1-thumb.png",
		"Wk-21_705474_French-Door-Fridge_Image-2-thumb.png",
		"Wk-21_705474_French-Door-Fridge_Image-3-thumb.png",
		"Wk-21_705474_French-Door-Fridge_Image-4-thumb.png"
	],
	"lineItemList": null,
	"maxLimitPerOrder": null,
	"itemPackageType": "UNIT",
	"itemPackageType2": "Carton",
	"itemDepth": 89,
	"itemHeight": 186,
	"itemLength": 80,
	"itemWeight": 1
}